import React from 'react';
import Layout from '../components/Layout';
import SEO from '../components/Seo';

export default function AboutUs() {
  return (
    <Layout>
      <SEO title="About Us" />
      <section className="about">
        <h1>About Us</h1>
        <p className="grmk">
          ਟਰਾਲੀ ਟਾਈਮਜ਼ ਕੁਝ ਨੌਜਵਾਨਾਂ ਵਲੋਂ ਸਾਂਝੇ ਕਿਸਾਨ ਮੋਰਚੇ ਦੇ ਹੱਕ ਵਿਚ ਕੀਤਾ ਉੱਦਮ
          ਹੈ, ਇਹ ਕਿਸਾਨ ਮੋਰਚੇ ਦਾ ਔਫੀਸ਼ੀਅਲ ਅਖਬਾਰ ਨਹੀਂ ਹੈ। ਇਸ ਵਿਚ ਮੋਰਚੇ ਵਿਚਲੇ ਲੋਕਾਂ
          ਦੀਆਂ ਕਹਾਣੀਆਂ ਲੋਕਾਂ ਤੱਕ ਪਹੁੰਚਾਉਣ ਦਾ ਉਜਰ ਕੀਤਾ ਗਿਆ ਹੈ। ਸਾਡਾ ਮਨਸ਼ਾ
          ਸੁਹਿਰਦਤਾ ਨਾਲ਼ ਲੋਕ ਮਨ ਦੀ ਤਰਜਮਾਨੀਂ ਕਰਨ ਦਾ ਹੈ। ਇਸ ਵਿਚ ਹਰ ਵਾਰ ਵੱਖੋ ਵੱਖ
          ਲਿਖਾਰੀਆਂ ਦੇ ਲੇਖ ਪਹੁੰਚ ਕਰਕੇ ਲਿਖਾਏ ਜਾਂਦੇ ਹਨ। ਖਿਆਲ ਸਿਰਫ਼ ਇਹੋ ਰੱਖਿਆ ਜਾਂਦਾ
          ਹੈ ਕਿ ਲਿਖਤ ਆਪਸੀ ਵਖਰੇਵਿਆਂ ਤੋਂ ਉੱਪਰ ਉਠ ਕੇ ਸਾਂਝੇ ਕਿਸਾਨ ਮਜ਼ਦੂਰ ਮੋਰਚੇ ਦੀ
          ਚੜ੍ਹਦੀਕਲਾ ਲਈ ਵਚਨਬੱਧ ਹੋਵੇ। ਪਹਿਲੇ ਪੰਨੇ ਤੇ ਮੋਰਚੇ ਦੀ ਦਸ਼ਾ ਤੇ ਦਿਸ਼ਾ ਬਾਰੇ
          ਪੰਛੀ ਝਾਤ ਹੋਵੇਗੀ। ਬਾਕੀ ਪੰਨਿਆਂ ਤੇ ਲਿਖਾਰੀਆਂ ਵੱਲੋਂ ਭੇਜੀਆਂ ਗਈਆਂ ਲਿਖਤਾਂ,
          ਤਸਵੀਰਾਂ ਅਤੇ ਕਲਾਕਿਰਤਾਂ ਹੋਣ ਗੀਆਂ। <br /> <br />
          ਟਰਾਲੀ ਟਾਈਮਜ ਸਾਰੀਆਂ ਕਿਸਾਨ ਮਜ਼ਦੂਰ ਜਥੇਬੰਦੀਆਂ ਵੱਲੋਂ ਕੀਤੀ ਲਾਮਬੱਧੀ ਅਤੇ ਯੋਗ
          ਅਗਵਾਈ ਦਾ ਰਿਣੀ ਹੈ, ਧੰਨਵਾਦ ਕਰਦਾ ਹੈ, ਜਿਸ ਨੇ ਨਾਂ ਸਿਰਫ਼ ਪੰਜਾਬ-ਹਰਿਆਣਾ ਬਲ ਕਿ
          ਪੂਰੇ ਭਾਰਤ ਦੇ ਕਿਸਾਨਾਂ ਮਜ਼ਦੂਰਾਂ ਨੂੰ ਆਪਣੇ ਹੱਕਾਂ ਲਈ ਆਵਾਜ਼ ਬੁਲੰਦ ਕਰਨ ਦਾ ਬਲ
          ਬਖਸ਼ਿਆ ਹੈ। ਨਾਂ ਸਿਰਫ਼ ਲੋਕਾਈ ਨੂੰ ਜਾਗਰੂਕ ਕੀਤਾ ਬਲਕਿ ਹੁਕਮਰਾਨ ਸਿਆਸੀ ਪਾਰਟੀਆਂ
          ਨੂੰ ਵੀ ਲੋਕ ਹਿਤਕਾਰੀ ਸੁਰ ਚ ਗੱਲ ਕਰਨ ਲਈ ਮਜਬੂਰ ਕੀਤਾ ਹੈ। ਇਸ ਮੋਰਚੇ ਨੇ
          ਨੌਜਵਾਨਾਂ ਦੀ ਸਿਆਸੀ ਸਮਝ ਨੂੰ ਜਾਗ ਲਾਈ ਹੈ। ਦੁਨੀਆਂ ਭਰ ਦੇ ਸਾਂਝੀਵਾਲਤਾ ਅਤੇ
          ਸਰਬੱਤ ਦੇ ਭਲੇ ਦੇ ਹਿਤੈਸ਼ੀ ਲੋਕਾਂ ਵਿਚ ਆਸ ਬੱਝੀ ਹੈ। ਜਥੇਬੰਦੀਆਂ ਦੇ ਇਸ ਕਾਰਜ ਨੇ
          ਵਿਚਾਰਧਾਰਕ ਵਖਰੇਵਿਆਂ ਦੇ ਹੁੰਦਿਆਂ ਸੁੰਦਿਆਂ ਇਹ ਸਰਵਹਿਤਕਾਰੀ ਸਾਂਝਾ ਅੰਦੋਲਨ ਏਸ
          ਥਾਂ ਤੇ ਲੈ ਆਂਦਾ ਹੈ ਜਿਸ ਦਾ ਅੰਜ਼ਾਮ ਜਿੱਤ ਹੀ ਹੈ। <br />
          <br />
          “ਸਭੈ ਸਾਂਝੀਵਾਲ ਸਦਾਇਨ, ਕੋਈ ਨਾ ਦਿਸੇ ਬਾਹਰਾ ਜੀਓ ”<br />
          <br /> ਕਿਸਾਨ ਮਜ਼ਦੂਰ ਏਕਤਾ ਜਿੰਦਾਬਾਦ।
        </p>
      </section>
    </Layout>
  );
}
